tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "songmu/tap"
brew "bat"
brew "boost"
brew "libyaml"
brew "cocoapods", link: false
brew "deno"
brew "folly"
brew "edencommon"
brew "eza"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "freetds"
brew "gawk"
brew "gd"
brew "gh"
brew "git"
brew "git-delta"
brew "glib"
brew "go"
brew "grep"
brew "grpcurl"
brew "httpd"
brew "shared-mime-info"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "python@3.11", link: false
brew "neovim-remote"
brew "node"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "postgresql@14"
brew "procs"
brew "protobuf"
brew "python@3.8"
brew "rbenv"
brew "ripgrep"
brew "tfenv"
brew "tflint"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fsouza/prettierd/prettierd"
brew "songmu/tap/blogsync"
cask "1password"
cask "adoptopenjdk8"
cask "appcleaner"
cask "authy"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "firefox", args: { language: "ja" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "notion"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "slack"
cask "stats"
cask "stoplight-studio"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "wezterm"
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Mail for Gmail", id: 1216244845
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Xcode", id: 497799835
vscode "3ash.nord-flat"
vscode "42Crunch.vscode-openapi"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.markdown-mermaid"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "chrmarti.regex"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "Gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "kaiwood.endwise"
vscode "karunamurti.haml"
vscode "KoichiSasada.vscode-rdbg"
vscode "marp-team.marp-vscode"
vscode "mermade.openapi-lint"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "praveencrony.total-lines"
vscode "Prisma.prisma"
vscode "proohit.openapi-snippets"
vscode "rebornix.ruby"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "streetsidesoftware.code-spell-checker"
vscode "usernamehw.errorlens"
vscode "wingrunr21.vscode-ruby"
vscode "WollaceBuarque.tailwind-theme"
vscode "zoellner.openapi-preview"
