tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "songmu/tap"
brew "bat"
brew "boost"
brew "cocoapods", link: false
brew "openldap"
brew "curl"
brew "deno"
brew "direnv"
brew "folly"
brew "edencommon"
brew "exa"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "freetds"
brew "gawk"
brew "gh"
brew "git"
brew "git-flow"
brew "glib"
brew "go"
brew "grep"
brew "grpcurl"
brew "ios-deploy"
brew "jq"
brew "lazygit"
brew "mas"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "nodebrew"
brew "php"
brew "php-code-sniffer"
brew "php-cs-fixer"
brew "python@3.9"
brew "php@7.3"
brew "procs"
brew "python@3.10", link: false
brew "python@3.7", link: false
brew "python@3.8"
brew "tfenv"
brew "tmux"
brew "tree"
brew "watchman"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "aws/tap/aws-sam-cli"
brew "songmu/tap/blogsync"
cask "adoptopenjdk8"
cask "alacritty"
cask "appcleaner"
cask "cyberduck"
cask "dbeaver-community"
cask "deepl"
cask "discord"
cask "firefox", args: { language: "ja" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "google-chrome"
cask "google-japanese-ime"
cask "hammerspoon"
cask "karabiner-elements"
cask "keepassxc"
cask "kitty"
cask "notion"
cask "postman"
cask "raycast"
cask "shiftit"
cask "slack"
cask "stats"
cask "stoplight-studio"
cask "visual-studio-code"
mas "Cloud Outliner", id: 1024917449
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "LINE", id: 539883307
mas "Mail for Gmail", id: 1216244845
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Xcode", id: 497799835
