tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "daipeihust/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "songmu/tap"
brew "openssl@3"
brew "boost"
brew "glib"
brew "chafa"
brew "cmake"
brew "libyaml"
brew "cocoapods", link: false
brew "deno", link: false
brew "docker"
brew "docker-compose"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "efm-langserver"
brew "firefoxpwa"
brew "freetds"
brew "gmp"
brew "gawk"
brew "gd"
brew "git"
brew "grep"
brew "grpcurl"
brew "hivemind"
brew "httpd"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "ios-deploy"
brew "libfido2"
brew "libgit2"
brew "luarocks"
brew "mas"
brew "mise"
brew "neovim-remote"
brew "nghttp2"
brew "postgresql@14"
brew "protobuf"
brew "python@3.11"
brew "python@3.8", link: false
brew "rustup"
brew "superfile"
brew "tree"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "daipeihust/tap/im-select"
brew "fsouza/prettierd/prettierd"
brew "songmu/tap/blogsync"
cask "1password"
cask "appcleaner"
cask "dbeaver-community"
cask "discord"
cask "firefox", args: { language: "ja" }
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "gcc-arm-embedded"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "raycast"
cask "slack"
cask "stats"
cask "visual-studio-code"
cask "wezterm"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "LINE", id: 539883307
mas "Mail for Gmail", id: 1216244845
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PicGIF Lite", id: 844918735
mas "Xcode", id: 497799835
vscode "astro-build.houston"
vscode "bierner.markdown-mermaid"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "ionutvmi.path-autocomplete"
vscode "janisdd.vscode-edit-csv"
vscode "karunamurti.haml"
vscode "koichisasada.vscode-rdbg"
vscode "mhutchie.git-graph"
vscode "mosapride.zenkaku"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode.test-adapter-converter"
vscode "mushan.vscode-paste-image"
vscode "praveencrony.total-lines"
vscode "redhat.vscode-yaml"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomrijndorp.find-it-faster"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "yzane.markdown-pdf"
